[
  "0",
  "000000",
  "004640",
  "004766",
  "004825",
  "004925",
  "006008",
  "007731",
  "018643",
  "084167",
  "1",
  "10608640",
  "11251712",
  "12550144",
  "128",
  "13",
  "1316",
  "139063",
  "146",
  "1685200588",
  "1685200589",
  "1685200590",
  "1685200591",
  "1685200592",
  "1685200596",
  "1685200602",
  "1685200603",
  "1685200607",
  "1685200608",
  "1685200618",
  "1685200631",
  "1685200636",
  "1685200640",
  "1685200651",
  "1685200663",
  "1685200668",
  "1685200676",
  "1685200750",
  "1685200764",
  "1685200783",
  "1685200976",
  "1685201011",
  "1685201339",
  "1685201354",
  "1685201372",
  "1685201465",
  "1685201632",
  "1685201711",
  "1685202325",
  "1685202476",
  "1685202505",
  "1685202742",
  "1685202766",
  "1685202824",
  "1685202946",
  "1685202996",
  "1685203240",
  "1685203942",
  "1685204091",
  "1685204271",
  "1685204279",
  "1685204290",
  "1685204313",
  "1685204397",
  "1685204428",
  "1685204496",
  "1685204587",
  "1685204597",
  "1685204668",
  "1685204671",
  "1685204686",
  "1685204696",
  "1685204699",
  "1685204700",
  "1685204709",
  "1685204721",
  "1685204744",
  "1685204745",
  "1685204747",
  "1685204750",
  "1685204752",
  "1685204755",
  "1685204756",
  "1685204766",
  "1685204788",
  "184",
  "19",
  "19144704",
  "2",
  "200",
  "211591",
  "259963",
  "278649",
  "28",
  "32",
  "3235840",
  "34",
  "356",
  "4",
  "421122",
  "43397120",
  "44670976",
  "49098752",
  "53661696",
  "567999",
  "571097",
  "663447",
  "7",
  "712836",
  "72900608",
  "730",
  "763522",
  "775248",
  "8",
  "901370",
  "968911",
  "adservice",
  "anomaly",
  "application",
  "candidate",
  "cartservice",
  "checkoutservice",
  "cpu",
  "currencyservice",
  "emailservice",
  "error",
  "external",
  "frontend",
  "latency",
  "load",
  "main",
  "mem",
  "memory",
  "or",
  "origin",
  "paymentservice",
  "pressure",
  "productcatalogservice",
  "propagated",
  "recommendationservice",
  "redis",
  "request",
  "saturation",
  "shippingservice",
  "spike",
  "surge",
  "symptom",
  "traffic",
  "上游重试和依赖抖动",
  "下游依赖延迟和线程池阻塞",
  "候选角色",
  "关键指标",
  "出现",
  "历史推断根因",
  "发布变更和依赖可用性",
  "在",
  "峰值",
  "峰值达到",
  "建议动作",
  "异常",
  "异常窗口",
  "必要时做链路回放分析",
  "必要时回滚并修复异常路径",
  "必要时扩容或回滚最近变更",
  "必要时重启并分析内存占用",
  "指标显著异常",
  "故障案例",
  "服务",
  "期间",
  "检查对象堆积",
  "检查异常流量",
  "检查慢调用",
  "检查突发请求",
  "检查错误码分布",
  "热点请求和服务实例",
  "疑似存在与当前时间窗重合的资源或依赖故障信号",
  "症状摘要",
  "缓存膨胀和内存泄漏迹象",
  "评估限流与扩容方案",
  "饱和情况"
]